Revit 2027 API
ParameterTypeId.StairsPathFullStepArrow Property
 "Full Step Arrow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsPathFullStepArrow { get; }
Public Shared ReadOnly Property StairsPathFullStepArrow As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsPathFullStepArrow {
	ForgeTypeId^ get ();
}
static member StairsPathFullStepArrow : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace